Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: རྣམ་རྒྱལ་གཙུག་ཏོར་གསང་སྔགས་དང་། །ཕྱག་ན་པདྨ་རྣམ་གཟིགས་དང་། །ཀུན་ཏུ་གཟིགས་པའི་མགོན་པོ་དང་། །ཁྲོ་གཉེར་སྒྲོལ་མ་གྲགས་ལྡན་མ། །ལྷ་མོ་གོས་དཀར་མོ་དང་ནི། །དཀར་ཆེན་མ་དང་སྙན་ལྡན་མ། །རིགས་མ་ལོངས་སྤྱོད་ལྡན་མ་དང་། །རྟ་མགྲིན་སྔགས་ཀྱི་རྒྱལ་པོ་དང་། །དེ་དག་པདྨའི་རིག་སྔགས་དང་། །གཙོར་ནི་རྒྱལ་བས་གསུང་བ་དང་། །ཡི་གེ་གཅིག་དང་འཁོར་ལོས་སྒྱུར། །སྔགས་རྣམས་བདག་པོའི་མངའ་བདག་དང་། །
en: including the Locanā; The mantras of the teachers of the three worlds— Cakravartin, Tejorāśi, and Jayoṣṇīṣa — {50.13} “And also of Vijayoṣṇīṣa and the rest; Of Padmapāṇi, Lokita, Avalokiteśvara, Bhṛkuṭī, Tārā, and Yaśasvinī; {50.14} “And also [the mantras of] the goddesses Sitavāsinī, Mahāśvetā, and Yaśovatī; The vidyā Bhogavatī; And Hayagrīva, the king of mantras. {50.15} “These are the main mantras In the Lotus family that emerged from the victorious ones. The cakravartin One Syllable Is the mighty lord of [all these] mantras. {50.16}

source: འོད་ཆེན་སྔགས་ཀྱི་མགོན་པོ་ནི། །འདི་དག་དེ་བཞིན་དྲན་པར་གྱིས། །གཤིན་རྗེ་གཤེད་ཅེས་བྱ་བ་ཡི། །ཁྲོ་བོའི་གཙོ་བོ་དེ་ཡང་དྲན། །
en: “If one remembers the god of gods, The splendorous lord of mantras By the name of Yamāntaka, One will have no anger. {50.17}

source: མགོན་པོ་སྤྱན་རས་གཟིགས་པ་ཡི། །ཐུགས་ནི་ཐུགས་རྗེ་བྱུང་བ་དང་། །ཐུགས་རྗེ་ཆེན་པོས་ཐུགས་བརླན་པར། །
en: “[The mantra of] Avalokiteśvara Gives rise to compassionate thoughts And overwhelms the mind with great compassion.

source: སངས་རྒྱས་སྔ་མས་གསུངས་པའང་དྲན། །
en: [The mantra of] Tārā, revealed by the former buddhas {50.18}

source: སྒྲོལ་མ་སྐྱེ་བོ་སྒྲོལ་བར་ནི། །སྤྱན་རས་གཟིགས་ཀྱིས་གསུངས་པ་དང་། །
en: “And spoken by Avalokiteśvara, Delivers sentient beings [from suffering].

source: རྟག་དང་ཏིང་འཛིན་སྐྱེས་འཕགས་མ། །མིང་གི་གཟུགས་ནི་བསྟན་པའང་ཡིན། །
en: This noble vidyā is generated during samādhi And designated as woman in name and form. {50.19}

source: བྱང་ཆུབ་སེམས་བཞིན་སྤྱོད་པ་སྟེ། །བྱང་ཆུབ་སྤྱོད་བྱེད་དམ་པའང་ཡིན། །
en: “Consequently, the bodhisattva conducts himself As [Tārā], the supreme ‘companion in awakening,’

source: འཇིག་རྟེན་ཁམས་ནི་སྟོང་དག་ཏུ། །གྲངས་མེད་རྣམ་པ་མང་པོར་ཡང་། །
en: In thousands of world spheres, Too many to be counted. {50.20}

source: སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །དེ་ཚེ་ལྷ་མོ་རྒྱུ་བར་བྱེད། །བུད་མེད་གཟུགས་ནི་བཟུང་ནས་ཀྱང་། །སྔགས་ཀྱི་ཚུལ་གྱིས་ལུས་ཅན་ལ། །
en: “Synchronically, the goddess [herself] sojourns widely, Bringing welfare to embodied beings In her form of a woman With the nature of the mantra. {50.21}

source: དེ་ཚེ་སེམས་ཅན་འདུལ་བྱེད་ཅིང་། །བྱང་ཆུབ་ཐེག་པར་སྦྱོར་བར་བྱེད། །
en: “At that time, she establishes beings who need guidance On the path to awakening,

source: བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ནི། །བསམ་ཞིང་བསྟན་པར་མི་ནུས་སོ། །
en: Manifesting the inconceivable Conduct of the bodhisattvas. {50.22}

source: ཕྱག་ན་རྡོ་རྗེ་དཔའ་བོ་ནི། །སྔགས་རྣམས་ཀུན་གྱི་བདག་པོའང་དྲན། །བདག་མ་རིག་འཛིན་ལྷ་མོ་ནི། །འཇིག་རྟེན་གསུམ་གྱིས་རབ་མཆོད་དང་། །
en: “One should also keep in mind Vajrapāṇi, The valiant lord of mantras, And Māmakī who upholds her family— The goddess worshiped by the three worlds— {50.23}

source: ལུ་གུ་རྒྱུད་དང་འོག་བག་མ། །རྡོ་རྗེ་ཁུ་ཚུར་སྙན་ལྡན་མ། །ཁྲོ་དབང་ཐིག་ལེ་དཀར་མོ་དང་། །དབྱུག་སྔོན་འཇིགས་པར་བྱེད་དང་བཅས། །འདི་དག་ཁྲོ་མོ་ཕོ་ཉའི་ཚོགས། །རིགས་མའི་སྤྱན་དུ་རབ་ཏུ་བསྟན། །
en: “And also [the dūtīs] Śṛṅkhalā, Mekhalā, Vajramuṣṭī, and Yaśasvinī; [The krodhas] Krodhendra, Tilaka, and Śatru; [And the vidyārāja s] Nīladaṇḍa and Bhairava. {50.24} “These are the hosts of dūtīs, The krodhas, and those known as the overseers of vidyā s.

source: རྡོ་རྗེའི་རིགས་ལ་གཙོ་བོ་སྟེ། །གང་ཞིག་དྲན་ན་ཕན་ཞིང་སྲུང་། །
en: They are all the main deities of the Vajra family, And my sentinels. {50.25}

source: བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །འཇིག་རྟེན་དག་ན་སྤོས་གླང་དང་། །བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །བློ་ལྡན་མཐུ་ཆེན་ཐོབ་དང་ནི། །
en: “Also, if one remembers Gajagandha, The bodhisattva of great power in this world, Or Mahāsthānagata, the sagacious Bodhisattva of great power, {50.26}

source: སྲས་ཀྱི་ཐུ་བོ་གཙོ་བོ་ནི། །ཀུན་ཏུ་བཟང་པོ་དགེ་བ་སྟེ། །
en: “Or the greatest, the head of the sons, The beautiful Samantabhadra,

source: དེ་ཚེ་གང་གིས་དྲན་གྱུར་པ། །དེ་ལ་འཇིགས་པ་ཡོད་མ་ཡིན། །
en: At that time One will be free from fear. {50.27}

source: རྟག་ཏུ་དེ་ཚེ་ནོར་བཟང་དང་། །གནོད་སྦྱིན་དམ་པ་ཛམ་བྷ་ལ། །ཉན་ཐོས་རང་རྒྱས་མ་ལུས་པ། །དྲན་ན་འཇིགས་པ་ག་ལ་ཡོད། །
en: “Similarly, if one continually recollects Māṇibhadra, or the supreme yakṣa Jambhala, Or any śrāvaka, pratyeka­buddha, or buddha, How could one be afraid? {50.28}

source: ཀུན་ནས་དེ་དག་མཆོད་བྱས་ན། །སྲུང་བ་ཆེན་པོར་རབ་ཏུ་བསྟན། །
en: “It is stated that through recollecting Or worshiping them one obtains great protection.

source: དེ་ཚེ་འབྲས་བུ་ཆེ་ལྷ་དང་། །བསོད་ནམས་སྐྱེས་དང་འདུ་ཤེས་མེད། །
en: Great rewards will then be obtained, [Such as rebirth as] a god of Puṇyābha or Asaṃjñaka. {50.29}

source: གཟུགས་མེད་གཟུགས་ཅན་ལྷ་དག་དང་། །རྫུ་འཕྲུལ་ཆེན་པོ་འདོད་ཆགས་བྲལ། །
en: “As for those who possess the female form, They should worship the majestic goddess free from passion,

source: དཀོན་མཆོག་གསུམ་ལ་མཆོད་བྱེད་དང་། །རྒྱལ་བའི་བསྟན་ལ་རབ་དང་བ། །
en: And also the Three Jewels, While trusting in the teachings of the Victorious One. {50.30}

source: སྔགས་དང་དགྲ་ལ་རྟག་འཇིགས་པ། །དེ་དག་ལ་ནི་ཅུང་ཟད་མེད། །
en: “They will not be in any danger then From either friend or foe.

source: དེ་ལྟར་དམ་ཚིག་རྒྱུད་གསུངས་པ། །སྔགས་པ་ཀུན་གྱིས་སྒོམ་མིན་ཏེ། །
en: The relevant samaya, it is said, Must never be violated by any mantra practitioner. {50.31}

source: འདི་ནི་ཁྲོ་རྒྱལ་མཆོག་ཅེས་པ། །གཤིན་རྗེ་གཤེད་ཀྱིས་བརྗོད་པ་ཡིན། །
en: “It is taught in connection with the supreme krodha And praised [as the samaya] of Yamāntaka himself.

source: སེམས་ཅན་དམ་ཚིག་ལ་གནས་ན། །མི་ནི་མ་ལུས་གནོད་མི་ནུས། །
en: If beings keep this samaya, No humans will be eaten.” {50.32}

source: ལྷ་དང་ལྷ་མིན་ཐམས་ཅད་ད་དག །དེ་ནས་ཡིད་ནི་དགའ་གྱུར་ནས། །
en: After that, all the gods and Nonhuman beings were delighted.

source: རྒྱལ་བའི་སྲས་ཀྱིས་རབ་བསྐུལ་ནས། །ཐམས་ཅད་དམ་ཚིག་བསྟན་གནས་གྱུར། །
en: Realizing the bodhisattva mind, They were all established in the samaya. {50.33}

source: གནོད་སྦྱིན་བདག་པོ་ཁྲོ་ལྡན་པས། །ཁྱད་དུ་གསོད་ཚིག་བརྗོད་པར་བྱེད། །
en: The yakṣa general was angry And expressed his contempt.

source: འཇིག་རྟེན་ཁམས་ནི་གྲངས་མེད་པ། །དེ་ཚེ་ཐམས་ཅད་རབ་ཏུ་འགུལ། །
en: Then, shaking all the innumerable World spheres, [he exclaimed,] {50.34}

source: དོན་མེད་ཁྲོ་བོའི་རྒྱལ་པོ་ཡིས། །ཅི་ཡི་ཕྱིར་ན་འདི་བསྟན་བྱས། །
en: “What is the use of this instruction? There is no need for Lord of Wrath;

source: སེམས་ཅན་རྣམས་ནི་གདུལ་དོན་དུ། །དེ་ཚེ་སྔོན་གྱི་རྒྱལ་བའི་སྲས། །
en: Up to now the sons of the victorious ones Guided sentient beings! {50.35}

source: ཁྲོ་བོའི་རྒྱལ་པོའི་ནུས་པ་ནི། །སྔོན་ཆད་བསྟན་པ་མ་ཡིན་ནམ། །
en: “The power of Lord of Wrath Was dispensed with long ago!”

source: རྡོ་རྗེ་ཅན་གྱིས་དེ་སྨྲས་ནསརྡོ་རྗེ་ས་ལ་དོར་ཞིང་གནས། །
en: Having said this, the vajra holder Threw his vajra scepter down and waited. {50.36}

source: རྫུ་འཕྲུལ་ཆེན་པོ་བྱིས་པའི་གཟུགས། །བློ་དང་ལྡན་པ་འཇམ་པའི་དབྱངས། །གཞོན་ནུ་རབ་ཏུ་བཞད་གྱུར་ནས། །ཚིག་འདི་དག་ནི་སྨྲས་པ་སྟེ། །
en: Mañjughoṣa, the divine youth In the form of a male child, Powerful and intelligent, Laughed and gave this reply: {50.37}

source: ལག་ན་རྡོ་རྗེ་རྫུ་འཕྲུལ་ཆེ། །གནོད་སྦྱིན་ཆེན་པོ་སྡང་མ་བྱེད། །
en: “Do not be upset, O great yakṣa, Powerful Vajrapāṇi!

source: ཁྲོ་བོའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །འདི་ནི་ང་ཡིས་རབ་ཏུ་བསྟན། །
en: Although the [deity] taught by me Is Lord of Wrath of great power, {50.38}

source: དེ་བཞིན་རྗེས་སུ་སྦྱིན་པར་བྱ། །
en: “It is your own mantra that I am going to reveal.

source: ཇི་ལྟར་འདོད་བཞིན་རབ་ཏུ་སྟོན། །ཁྱོད་ཀྱིས་ཁྲོ་བོའི་མཐུ་དག་ནི། །ཡོངས་སུ་བསྟན་པར་མི་ནུས་ཏེ། །
en: You may disseminate it as you like, [But] it is not possible for you to proclaim The power of [Lord of] Wrath. {50.39}

source: འདི་ནི་ཁྱོད་ཉིད་ལ་གནས་ཏེ། །ལུས་འདིར་གནས་ཤིང་སྣང་བ་ཡིན། །དེ་ཉིད་ཁྱོད་ཀྱིས་དྲངས་པ་སྟེ། །ཁྱོད་ཉིད་ཀྱི་ནི་སྙིང་ལ་དྲིས། །
en: “If you ask why, it is because He is identical with you And is seen present here in [your own] body, Summoned there for you as your heart essence. {50.40}

source: ཁྲོ་བོའི་མཐུ་ནི་ཁུགས་པ་དག །འདིར་ནི་བཟློག་པར་ནུས་པ་མིན། །
en: “With Lord of Wrath immerged in you, It is not possible to reverse it at this stage.

source: ཇི་ལྟར་འདོད་བཞིན་ཁྱོད་ལ་བསྟན། །གཞན་དུ་དམ་ཚིག་བཏང་བ་ཡིན། །
en: Once you have departed, permitted to do so, You may teach your own samaya the way you like. {50.41}

source: ཁྲུས་མེད་རབ་ཏུ་ཉལ་བ་དང་། །གྲོང་གི་ཆོས་ལ་རྗེས་འཇུག་དང་། །
en: “If one is unwashed, sleepy, Engaged in the dharma of commoners,

source: ཏིལ་མར་གྱིས་བྱུགས་སྲུང་མེད་དང་། །རྟག་ཏུ་གདུག་པའི་སེམས་ལྡན་དང་། །
en: Anointed with oil and not protected, And always having bad thoughts; {50.42}

source: སྔགས་མཆོག་ཐམས་ཅད་སྤངས་པ་དང་། །བསྟན་པ་ལ་ནི་མ་ཞུགས་དང་། །དེ་བཞིན་མི་ནི་ཐེ་ཚོམ་ལྡན། །དད་པ་མེད་ཅིང་འགྱོད་པར་གནས། །
en: “If one has given up all the excellent mantras, Has no faith in the teachings, And consequently harbors doubts, Is intolerant toward those without faith, {50.43}

source: དམ་ཆོས་ཐེ་ཚོམ་ཐོབ་པ་དང་། །དེ་སྤོང་མཉམ་པར་མ་བཞག་དང་། །གཅེར་བུ་རྟག་པར་ལྷག་མར་ལྡན། །མི་གཙང་སྤྱོད་པའི་སྤྱོད་ཡུལ་དང་། །
en: “Rejects the jewel of the sacred Dharma, Repudiates the saṅgha, and is distracted, Naked, always unclean And limited to unclean pursuits, {50.44}

source: མི་བརྩོན་སྔགས་དང་མི་ལྡན་དང་། །རྟག་ཏུ་བརྩེ་མེད་ལྷག་མར་ལྡན། །
en: “Not discreet, not practicing the mantra, Always impure, and devoid of compassion;

source: ལྷ་ཡི་གནས་དང་མཆོད་རྟེན་དང་། །ལྷ་གང་འཁོར་ས་དཀྱིལ་འཁོར་དུ། །
en: If one has a penchant for having sex In the vicinity of temples and caityas {50.45}

source: འཁྲིག་པ་ལ་ནི་མངོན་དགའ་བ། །ཁྲོ་བོས་དེ་དག་རྣམ་པར་འཇིག །
en: “Or in the courtyard of a monastery, [Lord of] Wrath will destroy one.

source: དམ་ཚིག་ཉམས་དང་དད་མེད་དང་། །སྔགས་ཀྱི་རིགས་པ་མི་ཤེས་དང་། །
en: Those who have broken their samaya, have no faith, Do not know how to use the mantras, {50.46}

source: ཅུང་ཟད་ཤེས་པ་འཁྲུལ་པ་དང་། །སྤྱོད་པ་འཁྲུལ་པ་དེ་དག་ལ། །ཁྲོ་བོས་རྣམ་པར་འཇིག་པར་བྱེད། །
en: “Or stumble in their conduct somewhat— [Lord of] Wrath will bring their ruin.

source: མི་ཡི་འཇིག་རྟེན་རྣམ་ཀུན་དུ། །བག་ཡོད་པ་ནི་མེད་པ་དང་། །བག་མེད་ཤིན་ཏུ་འདོད་ཆགས་ཅན། །དམ་ཚིག་ཉམས་ཤིང་སྐྱོན་ལྡན་ལ། །སྔགས་རྣམས་ལེགས་པར་སྦྱར་བ་ཡིས། །ཁྲོ་བོའི་རྒྱལ་པོས་འཇོམས་པར་བྱེད། །
en: It is not possible to find in this human world Anyone that is not careless. {50.47} “Women intoxicated with passion, Tarnished by breaking their samayas, Are killed by Lord of Wrath, Along with the negligent practitioners of mantra. {50.48}

source: བག་མེད་རིགས་མིན་འགྲོ་བ་ཡི། །བྱིས་པ་རྣམས་ཀུན་ཐམས་ཅད་དང་། །
en: “All immature beings everywhere Fall under the sway of others if they are careless.

source: རྟག་ཏུ་འདོད་ཆགས་བྲལ་གྱུར་པའི། །རང་རྒྱལ་དགྲ་བཅོམ་ཉན་ཐོས་ཀུན། །
en: Except for the pratyeka­buddhas, the arhats, and the śrāvakas Who have extinguished their passions forever, {50.49}

source: ཁྲོ་བོ་ཡི་ནི་རྒྱལ་པོ་ཡིས། །ཐམས་ཅད་དུ་ནི་འཆིང་དང་གཅོད། །
en: “All of them will be killed by Lord of Wrath And punished in every respect.”

source: དེ་སྐད་སྨྲས་ནས་འཇམ་དཔལ་ནི། །སྙིང་རྗེ་ཡི་ནི་བརླན་སེམས་ཀྱིས། །
en: Being thus told by Mañjuśrī, with his mind filled with compassion, The beings [in the assembly exclaimed,] {50.50}

source: སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་ཡི། །རྫུ་འཕྲུལ་སྤྱོད་པ་བསམ་མི་ཁྱབ། །
en: “Inconceivable are the acts of the buddhas And the bodhisattvas of great power!”

source: དེ་སྐད་སྨྲས་ནས་དེ་དག་ཀུན། །ཅང་མི་སྨྲ་བར་གྱུར་ནས་གནས། །
en: Having said this, They all remained silent. {50.51}

source: དེ་ནས་དཔལ་ལྡན་རྡོ་རྗེ་འཆང་། །ཕྱིར་ཡང་རྡོ་རྗེ་རབ་ཏུ་བླངས། །དེ་ཚེ་རྡོ་རྗེ་བླངས་ནས་ཀྱང་། །ཁྲོ་རྒྱལ་མཐུ་ནི་ཤེས་ནས་དགའ། །
en: The glorious Vajradhara then Took up his vajra scepter once again. Holding it, he rejoiced. Permitted [to do so], he spoke again. {50.52}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། གཤིན་རྗེ་གཤེད་ཀྱི་ཡོངས་སུ་བསྔགས་པ་དང་སྔགས་ཀྱི་བདག་ཉིད་ཆེན་པོའི་ངེས་པར་སྡོམ་པའི་ལེའུ་རབ་འབྱམ་ལས་སུམ་ཅུ་རྩ་གསུམ་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter describing Lord of Wrath Yamāntaka, the greatness of his mantra and the attendant rules, fiftieth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་གསང་བའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་ལ་བལྟས་ཏེ། གནས་གཙང་མའི་སྟེང་ན་འདུག་པར་གྱུར་པའི་ཚོགས་དེ་དག་ལ་སྨྲས་པ།
en: At that time Vajrapāṇi, the lord of guhyakas, looked at the entire great assembly and addressed all the hosts of beings seated [in the space] above the realm of the Pure Abode: {51.1}

source: དང་པོ་རེ་ཞིག་གྲོགས་པོ་ཁྱེད་ཅག་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད་ཀྱི་སྟོབས་དང་ཕ་རོལ་གནོན་པ་དཔག་ཏུ་མེད་པ། གདུལ་དཀའ་འདུལ་བར་བྱེད་པ། གཤིན་རྗེའི་འཚོ་བ་མཐར་བྱེད་པ། སེམས་ཅན་མ་རུངས་པ་ཚར་གཅོད་པ་དེ་གཙོར་བྱེད་པ་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གྱིས་སྨྲས་པ། དེའི་རས་རིས་ཀྱི་ཆོ་ག་ཡོད་དེ་དེ་ཉོན་ཅིག །
en: “Listen, honorable friends! For a start I will teach the painting procedure of Lord of Wrath Yamāntaka—one of infinite power and courage, the tamer of those difficult to tame, one who terminates the life of Vaivasvata, a great bodhisattva devoted to restraining wicked beings—the procedure that was taught by Mañjuśrī. {51.2}

source: དགྲ་ཡི་འཇིགས་པ་བྱུང་བ་ན། །རས་རིས་འདི་ནི་བྲི་བར་བྱ། །
en: One should commission this painting Whenever one is afraid of enemies. {51.3}

source: མར་ངོའི་ཟླ་ཕྱེད་དག་གནས་ཏེ། །ཚེས་གྲངས་བཅུ་བཞིའམ་བརྒྱད་དག་ལ། །བྲམ་ཟེ་དམ་པ་མཆོག་དག་གི། །དུར་ཁྲོད་ཤི་བའི་རོ་རྙེད་ན། །
en: “One should obtain, on the fourteenth Or the eighth day of the dark fortnight, At night, in a charnel ground, A clothing item from a dead brahmin. {51.4}

source: དེ་ནི་མཚན་མོ་མུན་པར་བླངས། །དེ་ཡི་ཁྲག་གིས་ཚོན་རྩི་བྱ། །རས་ནི་ཆུ་ཡིས་ལན་གསུམ་བཀྲུ། །དེ་ནས་དེ་ནི་བསྐམ་པར་བྱ། །
en: “One should take it at night, Dye it red with blood, Wash it in water again and again, And then dry it thoroughly. {51.5}

source: འདྲི་བྱེད་གདུག་སེམས་ཁྲོ་ལྡན་ཞིང་། །འཇིགས་པར་བྱེད་པས་བྲི་བར་བྱ། །མར་ངོའི་ཟླ་ཕྱེད་དུར་ཁྲོད་དུ། །ཞག་ནི་གསུམ་མམ་བདུན་དུ་བྲི། །
en: “One should commission a cruel and angry painter To paint in a manner that is terrifying, In a charnel ground, during the dark fortnight, And have it completed within three nights. {51.6}

source: ཚེས་བརྒྱད་བཅུ་བཞིའི་ནུབ་མོར་ནི། །ཞག་ཆེན་མར་མེ་སྦར་བ་ལ། །དེར་གནས་རི་མོ་བྱེད་པ་ནི། །རྟག་ཏུ་གཡས་ཀྱི་ཕྱོགས་སུ་བལྟ། །
en: “On the night of the eighth or the fourteenth lunar day, By the light of a lamp fed by human fat, The painter should stay put right there, Always facing the south. {51.7}

source: མི་ཡི་ཐོད་པས་གདན་བྱས་ཤིང་། །མཉམ་པར་བཞག་སྟེ་བསྲུང་བ་བྱ། །
en: “He should be sitting on a human skull, Have the protection ritual performed, and be focused.

source: དགྲ་ཡི་སྡུག་བསྔལ་གྱིས་ཉེན་ན། །ཡང་ན་སྔགས་པ་རང་གིས་བྲི། །
en: Alternatively, the mantra practitioner can do the painting himself, If he is tormented by the fear and suffering caused by enemies. {51.8}

source: དང་པོའི་མཚན་མོར་རྩོམ་པ་ན། །དགྲ་རྣམས་ལུས་ལ་ཚ་བ་འབྱུང་། །
en: “In the course of the first night, The enemies will be seized with great fear.

source: གཉིས་པར་ཚ་བ་ཆེན་པོ་ཡིས། །དགྲ་རྣམས་བརྒྱལ་བས་གནོད་པར་འགྱུར། །
en: On the second night, they will be, in addition, Seized by a great fever and fall into a swoon. {51.9}

source: གསུམ་པའི་མཚན་མོར་སྲོག་འདོར་ཞིང་། །འཇིག་རྟེན་ཕ་རོལ་འགྲོ་བར་འགྱུར། །
en: “On the third night, they will breathe their last And proceed to the next world.

source: སྔགས་པ་རབ་ཏུ་མ་དང་ན། །དེ་ལ་ཞི་བ་ག་ལ་ཡོད། །
en: How could they ever experience peace When the mantra practitioner is displeased? {51.10}

source: དགྲ་ཡི་ལུས་ནི་བསྐམ་འགྱུར་ཞིང་། །ཁྱིམ་ལ་འཇིགས་པའང་འབྱུང་བར་འགྱུར། །གཤིན་རྗེ་གཤེད་ནི་འཇིགས་ཆེན་གྱི། །རས་རིས་འདི་ནི་བྲིས་ཙམ་གྱིས། །
en: “The enemies’ bodies will wither And their houses fall into ruin As the result of drawing a picture Of the terrifying Yamāntaka in this way: {51.11}

source: ཞལ་དྲུག་ཞབས་དྲུག་ཕྱག་དྲུག་བྲི། །ཁ་དོག་སྔོ་ཞིང་གསུས་པ་འཕྱང་། །ཁྲོ་ལྡན་ཐོད་པའི་ཕྲེང་བ་འཆང་། །སྟག་གི་པགས་པ་རབ་ཏུ་མནབས། །
en: “He should be drawn with six faces and six feet, Black in color, with a ‘wolf’s belly,’ Wearing a garland of skulls, angry, Wearing a tiger skin, {51.12}

source: མཚོན་ཆ་སྣ་ཚོགས་མི་བཟད་ལྡན། །ལག་ན་དབྱུག་ཏོ་འཇིགས་པར་བྱེད། །སྤྱན་ནི་དམར་ཞིང་ཁྲོ་དང་བཅས། །སྤྱན་གསུམ་དག་གིས་རྣམ་པར་མཚན། །
en: “Terrifying with his various weapons, With a staff in his hand, inspiring fear, With eyes red with rage, And distinguished by his three eyes. {51.13}

source: སྐྲ་འབར་གྱེན་དུ་བརྫེས་པ་ནི། །དེ་བཞིན་ལ་ལར་དུ་བའི་མདོག །མིག་སྨན་ནག་པོ་མི་བཟད་དང་། །དབྱར་གྱི་སྤྲིན་ནག་འདྲ་བའི་མདོག །གཤིན་རྗེའི་གཟུགས་དང་འདྲ་བ་ཡི། །མ་ཧེ་ལ་ཞོན་ཡང་དག་བྲི། །གདུག་པའི་ལས་ཅན་འཇིགས་པ་ཆེ། །དྲག་ཅིང་དྲག་པོ་འཇོམས་བྱེད་པ། །
en: “His blazing hair flows upward, With smoke-colored strands here and there. He is black as collyrium, terrifying, And dark as a monsoon cloud. {51.14} “One should draw him mounted on a buffalo And resembling, in form, the god of death, Vicious in his actions, extremely terrifying, And a fierce and vehement killer. {51.15}

source: སེམས་ཅན་འཇིགས་པར་བྱེད་པ་ཡི། །གཤིན་རྗེའི་འཚོ་བ་འཇིགས་བྱེད་བརྗོད། །
en: “He terminates the life of Yama And is ready to kill living beings.

source: ཤིན་ཏུ་གདུག་པའི་ལས་ཅན་དང་། །འཇིགས་ཤིང་ཤིན་ཏུ་མི་བཟད་པ། །
en: Exceedingly cruel in his actions, He is most terrible and terrifying. {51.16}

source: ལུས་ཅན་ཐམས་ཅད་གསོད་བྱེད་པ། །འཇིགས་པའང་འཇིགས་ཤིང་དངངས་བྱེད་པ། །
en: “This bringer of death to all embodied beings Strikes fear and panic into fear itself.

source: བདག་གི་ཁྲག་གི་ཚོན་དག་གིས། །ཁྲོ་བོ་མཆོག་འདི་བྲི་བར་བྱ། །
en: One should draw the supremely wrathful one Using paints made from one’s own blood. {51.17}

source: ཞག་ཆེན་པོ་ཡི་ཞག་དང་ནི། །ཤིན་ཏུ་དམར་བའི་ཚོན་བསྲེས་བྲི། །
en: “The paints should be of bright and varied [colors], Mixed with human fat and cow products.

source: མཚོན་རྩིའི་སྣོད་དུ་ཐོད་པ་བྱ། །མི་ཡི་རུས་པས་པིར་ཤིང་བྱ། །
en: They should be in containers made of skulls, Secured with [pieces of] human bone. {51.18}

source: ཤི་བའི་སྐྲ་ལས་བྱས་པ་ཡིས། །པིར་དང་པིར་ནི་བཅིང་བའང་བྱ། །
en: “One should use brushes Skillfully made from the hair of a corpse.

source: རང་ངམ་རི་མོ་མཁན་གྱིས་ཀྱང་། །དེ་ནས་ཟས་མི་བཟའ་བར་བྲི། །
en: Whether the painting is done by oneself or a painter, It must be executed while fasting. {51.19}

source: གཏོར་མ་མེ་ཏོག་མང་པོ་སོགས། །ཕྲེང་བ་དམར་དང་ཙནྡན་དམར། །
en: [Which should consists of] copious bali offerings of flowers and so forth, Red chaplets, and prime quality sandalwood.

source: ཤ་ཆེན་ཚིལ་གྱི་སྤོས་དང་ནི། །ཞག་གི་སྤོས་ཀྱིས་མཆོད་པར་བྱ། །
en: One should burn incense of human flesh and fat And adorn [the working place] with lamps [fed] with [ human ] fat. {51.20}

source: རས་རིས་ཡོངས་སུ་རྫོགས་བྱས་ན། །རི་མོ་མཁན་ལ་སྦྱིན་པའང་བྱ། །
en: “When the painting is finished, One should pay the artist—

source: ནོར་ནི་རབ་ཏུ་མང་པོའམ། །ཡང་ན་གང་གི་དགེ་བའང་སྦྱིན། །
en: Always a big amount, Or whatever he will be happy with.

source: ལས་ཀྱང་འཇིགས་པ་ཆེན་པོ་བས། །དེ་ཡི་དོན་མེད་མི་བྱའོ། །
en: Since his Dharma work is fraught with great danger, It should be made worthwhile for him. {51.21}

source: མདོར་ན་དཔའ་བོའི་རིན་དུ་ནི། །ཇི་ལྟར་འདོད་པ་དེ་ལ་བྱ། །
en: “In short, one should pay a generous amount, Whatever the craftsman may desire.

source: བཟོ་ཡི་ལས་ནི་འབྲས་བཅས་བྱ། །ཁ་ཟས་མེད་པའང་རྣམ་པར་སྤང་། །
en: As the artist’s work will produce results, One should avoid underpayment. {51.22}

source: ཇི་ལྟར་དེ་ནི་ཡང་དག་དགའ། །དེ་ལྟ་དེ་ལྟར་རབ་ཏུ་སྦྱར། །
en: “He should be employed on terms That he finds wholly satisfactory.

source: སྲུང་བ་ཆེན་པོའང་རབ་ཏུ་བྱ། །གཞན་དུ་དེ་ནི་འཆི་འགྱུར་ཞིང་། །
en: A protection ritual must also be performed, Otherwise he will die. {51.23}

source: བཟོ་བོ་བཟའ་དང་བཅས་འཇིགས་པས། །བདག་གིས་ཀྱང་ནི་མངོན་པར་བསྲུང་། །
en: “[As] the artisan would perish with his household, He too must protect himself.

source: རིགས་པ་བཟླས་ནས་བྱ་བ་སྟེ། །གཞན་དུ་ཆོ་གར་བརྗོད་པ་མིན། །
en: He must do the work after reciting the vidyā, And the procedure should not be disclosed to others. {51.24}

source: རས་རིས་ཡོངས་སུ་གསལ་བྱས་པའམ། །ཡིད་ལ་འདོད་པ་བྱས་མཐོང་ན། །
en: “Once the painting is fully completed And one sees that it is as had been envisaged,

source: གདུག་པའི་དགྲ་རྣམས་འཇོམས་བྱེད་པའི། །ལས་ནི་ཐམས་ཅད་བྱེད་པར་འགྱུར། །
en: One can perform all the cruel rites That destroy one’s enemies. {51.25}

source: རས་རིས་མཆོག་བླངས་འགྲོ་བ་ནི། །ཇི་ལྟར་འདོད་པའམ་གར་འདོད་པའོ། །
en: “Taking this best of paintings, One should go to a place of one’s liking.

source: ཕྱོགས་ཆེན་རྒྱལ་པོ་ཆེན་པོ་དང་། །སེམས་ཅན་དེ་ནི་དྲེགས་བཅས་དང་། །
en: [One can target with the ritual] kings backed by powerful vassals, Or those who are arrogant on account of their great wealth, {51.26}

source: མངོན་པའི་ང་རྒྱལ་ང་རྒྱལ་ཆེ། །གདུག་དང་གདུག་པའི་ལས་རྣམས་དང་། །དཀོན་མཆོག་གསུམ་ལ་གནོད་བྱེད་དང་། །
en: “Proud in the extreme, Cruel and given to cruel pursuits, Or committing offenses against the Three Jewels.

source: ཆད་པར་སྨྲ་དང་སྔགས་སྤངས་དང་། །སྔགས་རྣམས་མཆོད་པར་མི་བྱེད་དང་། །དེ་ལ་དད་རྟེན་སྨོད་པ་དང་། །གང་ཡང་ཟློས་པ་སྨོད་བྱེད་དང་། །དེ་བཞིན་མཆོད་རྟེན་ཁྱད་དུ་གསོད། །ཆོ་ག་མཐོང་བའི་ལས་ཀྱིས་ནི། །དེ་དག་ལ་ནི་སྦྱོར་བ་བྱ། །
en: Also, the nihilists who reject the mantras, Those who do not worship the mantra [deities], Or those who censure the devotees who take refuge in these [deities]. {51.27}

source: སེམས་ཅན་ཀུན་དང་སྐྱོབ་པ་ལ། །རྟག་ཏུ་དེ་བཞིན་ཆོས་མི་ལྡན། །
en: “Particularly humiliated will be those Who insult mantra reciters. One can target them, Following the prescribed procedure. {51.28}

source: དེ་དག་ལ་ནི་ལས་རབ་སྦྱར། །
en: “The rite that instantly arrests the life force Can likewise be employed Against those who always act contrarily to the Dharma And oppress each and every living creature. {51.29}

source: ལུང་ཏང་འབྲས་བུ་སྔགས་བཟླས་བླངས། །རྩ་བ་དང་ནི་ཤུན་པའང་བླང་། །འབྲས་བུའི་རང་སྐྱུར་ཡང་དག་ལྡན། །མི་ཡི་རུས་ཕྱེ་ལེགས་བཏགས་དང་། །
en: “One should obtain the fruit, Leaves, bark, and root of soapberry And combine them with kāñjika, tamarind, And powdered human bone. {51.30}

source: ཡུངས་མར་དང་ནི་དུག་ཉིད་དང་། །སྟར་བུ་དད་ནི་ལང་ཏང་ཚེ། །སྐེ་ཚེ་དང་ཡང་ཁྲག་ཉིད་ཀྱང་། །མི་ལས་ཡང་དག་བྱུང་བ་དག །
en: “[One should add] white mustard oil, some poison, Vinegar, fresh ginger, and brown mustard And blend [everything] with blood Of human origin. {51.31}

source: ཐམས་ཅད་བླངས་ནས་ཡང་དག་ལྡན། །རས་རིས་དབེན་པའི་ཕྱོགས་སུ་བཞག །
en: “One should take this entire preparation, Set up the painting in a secluded place,

source: སྒྲུབ་པོ་ལྷོ་ཕྱོགས་མངོན་བལྟས་ནས། །རས་རིས་ཀྱང་ནི་བྱང་དུ་བསྟན། །
en: And position oneself to face south, With the painting facing north. {51.32}

source: མེ་ཐབ་ཇི་འདོད་བྱས་ནས་ནི། །ཚ་ཞིང་སྐམ་པའི་ཤིང་དག་གིས། །མེ་ཐབ་དེ་ལ་མཉམ་བཞག་ནས། །དུར་ཁྲོད་མེ་ཡི་སྦར་བར་བྱ། །ཐམས་ཅད་ལྡན་པས་བསྲེག་བྱས་ན། །ཆོ་གར་བསྟན་པའི་སྦྱིན་སྲེག་ཡིན། །
en: “One should prepare the fire pit as one likes And make it blaze using bundles of straw And dry sticks that produce acrid [smoke]. Fully focused, one should offer The entire preparation into the fire pit Following the procedure prescribed for homa. {51.33}

source: ཁྲོ་བོའི་རྒྱལ་པོའི་སྔགས་ཀྱིས་ནི། །མེ་ལྷ་དག་ནི་སྤྱན་དྲང་བྱ། །
en: “One should summon the [god of] fire With the mantra of Lord of Wrath.

source: ལས་རྣམས་དག་ནི་ཀུན་ལའང་འདིར། །མདུང་གི་ཕྱག་རྒྱ་བཅིང་བར་བྱ། །
en: For all the rites of this ritual, One should display the spear mudrā. {51.34}

source: མེ་ཐབ་ལ་ནི་ཁྲོར་བཅས་པས། །རྩ་བརྒྱད་སྟོང་གིས་སྲེག་བླུགས་སྦྱིན། །
en: “One should angrily offer into the fire pit One thousand and eight oblations.

source: དང་པོར་བུ་དག་འཆི་བ་ནི། །སེམས་ཅན་ཞུགས་ནས་དེ་བཞིན་འགྱུར། །
en: At the first junction [of the night], The [target’s] son will die; {51.35}

source: གཉིས་པ་ལ་ནི་ཆུང་མ་དང་། །འཁོར་དང་གཙོ་བོར་བཅས་པའང་ཡིན། །
en: “At the second junction, the [target’s] wife Along with his retinue and the senior staff;

source: དེ་ལ་གསུམ་པར་འཆི་བ་ནི། །གང་གི་ཆེད་དུ་དེ་བྱས་པའོ། །
en: And at the third, the person Against whom the rite was performed. {51.36}

source: གང་ཚེ་མཚན་ཕྱེད་བཟླས་པ་ནི། །རས་རིས་མདུན་དུ་བྱེད་པ་ཡང་། །དགྲ་རྣམས་གསད་པར་བྱ་ཕྱིར་ཏེ། །དེ་ནི་དེ་དང་མཐུན་པར་འགྱུར། །
en: “If one recites at midnight, Close to the painting, With the intention to kill one’s enemies, This will happen just so. {51.37}
